// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Bluetoothの設定";

NoNameTitle = "デバイス名が空です。";
NoNameMsg = "デバイスの名前を指定してください。";

NoGetTitle = "設定を取得できませんでした。";
NoGetMsg = "プリンタがオンラインで接続されているかチェックしてください。";

NoResetTitle = "デバイス アクセスをリセットできませんでした。";
NoResetMsg = "プリンタがオンラインで接続されているかチェックしてください。";

NoChangePinTitle = "PINコードを変更できませんでした";
NoChangePinMsg = "プリンタがオンラインで接続されているかチェックしてください。";

OkTitle = "OK";
CancelTitle = "キャンセル";

ResetTitle = "デバイス アクセスのリセット";
ResetMsg = "OKをクリックして、プリンタに以前接続したデバイスをすべて消去します。 リセット機能をスキップするには [キャンセル] をクリックします。";

DefaultLanguage = "現在の設定を保存";

0Language = "簡体字中国語－中国";
1Language = "繁体字中国語－香港";
2Language = "繁体字中国語－台湾";
3Language = "日本語";
4Language = "韓国語";
5Language = "ラテン（その他）";

DeviceTitle = "デバイス";
AddressTitle = "アドレス：";
NameTitle = "名称：";
AccessTitle = "アクセス";
ChangePINCodeTitle = "PINコードの変更";
ChangePINCodeButton = "PINコードの変更…";
ModeTitle = "モード";
PrivateModeTitle = "プライベート モード";
PublicModeTitle = "パブリック モード";
EncryptionRequiredTitle = "暗号化が必要";
DefaultFontSettingTitle = "デフォルトのフォント設定：";
ApplyNowTitle = "今すぐ適用";

EnternewPINcodeTitle = "新しいPINコードを入力：";
ConfirmnewPINcodeTitle = "新しいPINコードを確認：";

MissingCardLabel = "外付けの Bluetooth アダプタを挿入するか、デバイス内蔵の Bluetooth 通信機能をオンにしてください。";
